/*
  Localizable.strings
  XenonSDK

  Created by fq on 2021/5/19.
  Copyright © 2021 SAGESSE. All rights reserved.
*/
"select_user_privacy_protocol" = "请勾选用户隐私协议";
"please_enter_account" = "请输入帐号";
"please_enter_pwd" = "请输入密码";
"please_login_first" = "请先登录";
"DDLL_success" = "支付成功";
"DDLL_fail" = "支付失败";
"apple_login_authorization_ErrorUnknown" = "Apple登录授权请求未知错误";
"apple_login_authorization_ErrorCanceled" = "Apple登录授权请求取消";
"apple_login_authorization_ErrorInvalidResponse" = "Apple登录授权请求响应无效";
"apple_login_authorization_ErrorNotHandled" = "Apple登录授权请求未能处理";
"apple_login_authorization_ErrorFailed" = "Apple登录授权请求失败";
"please_input_new_pwd" = "请输入新的密码";
"please_again_input_new_pwd" = "请再次输入新的密码";
"second_input_pwd_diff" = "两次输入的密码不一致";
"pwd_change_success" = "密码修改成功";
"please_init_first" = "请先初始化";
"service_error_please_connnect_service_phone" = "亲爱的玩家您好, 由于服务器紧急维护, 目前游戏暂时无法进入, 给您带来的不便我们深表歉意！\如果您还有其他问题请与我们联系！\\客服QQ: %@\客服电话";
"params_error" = "参数错误";
"purchase_success" = "购买成功";
"purchase_failed" = "购买失败";
"service_error" = "服务器异常";
"order_check_failed" = "订单校验失败";
"device_no_support_DDLLment" = "该设备不支持内购";
"copy_success" = "复制成功";
"no_install_facebook_app" = "未安装Facebook应用";
"function_developing" = "功能开发中";
"product_no_use_check_apple_develop" = "产品暂时不可用，请检查苹果后台";
"order_no_find" = "订单未找到";
"bill_lose" = "票据丢失";
"product_no_find_check_develop" = "产品未找到, 请查检查后台";
"login_success" = "登录成功";
"welecome_join_game" = "欢迎加入游戏:";
"your_game_account" = "您的游戏账号为";
"your_game_pwd" = "您的游戏密码为";
